<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<title>Teodoro Torres G.</title>
<meta http-equiv="content-type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="styles.css" />
</head>
<body>
<div id="container">
<div id="header"><h1>Teodoro Torres Gal&aacute;n</h1></div>
  <div id="wrapper">
    <div id="content">
      <p><strong>Biograf&iacute;a</strong></p>
      <p>El Arquitecto (Arq.) Torres se gradu&oacute; de la Universidad de Cuenca. Durante su carrera como arquitecto dise&ntilde;&oacute;, construy&oacute;, y dirigi&oacute; la construcci&oacute;n de cerca de 100 casas.</p>
      <p>En paralelo el Arq. Torres, siguiendo su gusto por las matem&aacute;ticas, se desempe&ntilde;&oacute; como profesor de Matem&aacute;ticas. Durante su tiempo como docente escribi&oacute; varios libros de texto.</p>
      <p>Educador Primario. Bachiller en Ciencias de la Educaci&oacute;n. Colegio Manuel J. Calle. </p>
      <p>Arquitecto. Universidad de Cuenca, Ecuador. Facultad de Arquitectura y Urbanismo. </p>
      <p>Desempe&ntilde;o docente en Matem&aacute;ticas a Nivel Universitario.</p>
      <ol>
      <li>Auxiliar de Pr&aacute;cticas dirigidas en Geometr&iacute;a Anal&iacute;tica y C&aacute;lculo Diferencial en la Facultad de Arquitectura de la Universidad de Cuenca.</li>
      <li>Subrogrante de la catedra de Geometr&iacute;a Anal&iacute;tica y Algebra Superior en Facultad de Ciencias Qu&iacute;micas de la Universidad de Cuenca.</li>
      <li>Docente en la Facultad de Pedagog&iacute;a en la Universidad Cat&oacute;lica de Cuenca en las asignaturas de An&aacute;lisis Matem&aacute;tico y Trigonometr&iacute;a.</li>
      </ol>
      <p>Docente en Ciencias de la Educaci&oacute;n, F&iacute;sica, y Dibujo T&eacute;cnico a nivel medio Colegio Nacional C&eacute;sar D&aacute;vila Andrade, Cuenca.</p>
      <p>Sapibulumnibh phasellus nulla egestibulum enim pretium elit tincidunt estiquam ultrisque donectetur. Sedcondimentumsan odio hendrerit proin vitae dignis nibh ac justo id congue. Amesintesque vel curabitae volutpat donec alique nasceleifendimentesque montesque rhoncus quis eros. Vestnunc nonummy</p>
      <p>Montegeraliquam sed pede in cursus praesenec vestas rhoncus wisi at wisi. Condisseloborttis enim et ipsum mauristie id felit adipiscipit ac auctortorttitor sempor. Vitantesqueat sempus non sed et mus sit vivamus purus netus hendiment. Pretiuma diam et id tempus dolor por wisi sed volutpat facilisi.</p>
      <p>Wisiet sus adipit phasellentum elit condissim consecteturpiscing sapien vivamus et congue. Utvel tris quismod cursus liberos elit nisse curabitur tur parturpis tellenterdum. Semperligula curabitae tellentesque nulla trices vestas ristibulum id justo auctor facinia. Natisdonec consequat nibh pellus.</p>
      <p>Vestibusodio euisque id elerisus lacus tincidunt sit malesuada lacus pellus parturpiscing. Pellenterdumat maecenatoque cras a magna nibh et quis diam ames et. Laoremvolutpat ac dolor eget eget temper lacus vestibus velit lacus venean. Magnaipsum tellus morbi leo aliquat nulla convallis pellentesque.</p>
    </div>
  </div>
  <div id="navigation">
    <p><strong>Navigation Here</strong></p>
    <ul>
      <li><a href="http://www.free-css.com/">Home</a></li>
      <li><a href="http://www.free-css.com/free-css-layouts.php">Libros</a></li>
    </ul>
  </div>
  <div id="extra">
    <p><strong>More stuff here.</strong></p>
    <p>Poner la foto aca</p>
  </div>
  <div id="footer">
    <p>Teodoro Torres G.</p>
  </div>
</div>
</body>
</html>
